content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


** DONE Happiness isn't found on social media
:PROPERTIES:
:EXPORT_FILE_NAME: happiness-not-on-social-media
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :featured_image /img/featured_happiness-not-on-social-media.jpg :f_alt "A collage of photographs of various scenes, from landscapes, through animals, people, war scenes, close ups etc, with a sad emoji in the middle."
:EXPORT_DATE: 2024-01-06
:EXPORT_HUGO_TAGS: "Mental health" "Personal development"
:EXPORT_HUGO_CATEGORIES: Happiness "Social media" Enshittification Content
:END:

We live in the age of social media. So much of our interactions, information sharing, news acquiring and entertainment happens there. Yet many of us have a somewhat (or very) mixed relationship with them. And rightly so. When you think about it, it is the strangest thing. We go there to see things we (mostly) didn't choose ourselves, served to us in small bite-sized bits: /-- an interesting fact! -- a sad story :( -- an update from a "friend" you haven't talked to in 12 years -- a funny video! -- a scary thing you should look out for!!! --/ Before you get the time to digest one, you move onto the next. Over and over again. Scroll, scroll, scroll. There are so many good things social media have given us, and I love them for that. But today, I am once again choosing to take a break from them, because of all the bad things they do to my brain.

*** All the world's woes
Admittedly, I am not very good at knowing myself. It often takes me 24+ hours to figure out how I feel about things. Today, I had a bad day. I have been feeling exhausted, fragile, weepy, upset by the smallest things. Every little disruption to my day would leave me feeling off-balance for way longer than it warranted. Why? Well, that's the most annoying thing. I had no idea. No idea whatsoever. I knew something was wrong, but didn't know what. (In such cases I usually assume it's me that is wrong, which, understandably, doesn't help much.) It took the better part of the day, but eventually, I figured it out (with ample help from people who love me). As usual, it's not just one thing, but today, the biggest one was over-saturation of difficult things I have been watching and reading.

Never in the history of humanity did people have the ability to know so much, to such detail, about events happening on the other side of the world. And, sadly, it's so much more common to hear about the terrible events happening on the other side of the world, rather than the happy ones. I understand that. These things are important. Raising awareness is important. But let's be honest, what can /I/ do about these events that are so much bigger than me? What can /I/ do about wars and genocides, about discrimination, about corporate greed, about large-scale pollution, about species loss, about babies dying, about suffering, about scientific fraud, about famines, about about about? 

Don't get me wrong, there are always things that can be done, and there are a lot of people doing them, but no one person could take on all of it. So the thing I end up doing about these terrible things most of the time is, simply, feel sad and helpless. And that doesn't help anyone at all.

*** When do I get the time to process this?
In a true Nori-fashion, I haven't been quite aware how much these things were affecting me. When I would get a few minutes of time when nothing was happening, or I felt like I needed a distraction, I would reach for the little box and scroll and scroll and scroll. And at some point I would realise that in the background, I had a thought. Or maybe a feeling. I would be thinking: /oh, that was interesting, should learn more about that/; but I didn't remember what /that/ was. Or I would feel a bit sad or upset, sort of in the back of my mind; but I didn't remember what about. And more often than not, I would think and feel several things at the same times. Sometimes I would even scroll back, trying to identify what it was that stayed with me. There was rarely only one thing.

There is so much good content on social media, with so many people putting in a lot of effort to deliver an important, concise message, or to provide entertainment for a moment. They know they don't have more than a few seconds of our attention, because we are about to scroll on and never see their post again, so they pack it as full as it gets. Every bite now carries the calories of a three-course dinner. That is the actual design of these platforms. A new topic every second or two.

I don't know how about you, but I am often left with a mix of impressions, ideas, thoughts and feelings, fighting for my attention, fuzzy in my mind, yet following me around relentlessly.

What is more, most of us go to these platforms in the small bits of time when what we are seeking is a mental break. A little breathing room for the mind. If I am honest with myself, I definitely do not come back from them with a clear head. 

*** Why am I scrolling?
Why am I there though? 

I think the answer, as usual, is complex. I genuinely like and appreciate a lot of the content I run into, both from people I chose to follow and from people that the algorithm decided to show me. And that is the main reason I am there. But of course, there is a lot of content that I get served that I do not care for much, or even actively dislike. Stumbling upon a good post feels like winning (a small) lottery. And "good", in this case, doesn't just mean something that fits my interests. It means something that resonates with me /right now/, that I feel in the mood for /right now/. 

It's definitely a little dopamine hit.

But there, right behind the edge, could lie another gem. Something that might be even more interesting/entertaining/surprising/funny/eye-opening. Maybe, maybe not. The pull of it is magnetic, and sometimes I scroll before I had the time to finish reading the previous "gem".

How naive of me, though, to not consider that all of these, the hits and the misses both, affect me? That maybe I shouldn't be exposing my brain to that much unrelated, varied information whenever I get an idle minute? And for what? Finding something interesting or funny or cool or useful and not even giving myself the time to process it properly? For spending my time and energy on things I will hardly remember five minutes later?

*** Who/what decides what we see?
In the old days of social media, you knew what you would get. Mostly. You followed people because you wanted to see what they were posting, and expected to be shown exactly that. Nowadays, that is usually not the case. Most platforms offer a mix of things you did ask for, along with a bunch of posts you didn't ask for. Usually ads. Or sponsored content, as they call it nowadays.

Everyone nowadays knows that the end users of social media aren't their customers. The true customers are the advertisers, we -- you and me -- the end users -- are the product that the platforms are serving them.

But it actually went even further. While advertisers might be the paying customers, that doesn't mean they are being treated well. Quite the opposite, they are being asked to pay more and more just to have their content delivered to people who have already /signed up/ to see that content. The goal is not to make a good product for the end users, not even for the advertisers, it's to maximise the profit for the shareholders.

How are they getting away with it? They got us all trapped. Our friends are there, the people we want to hear from are there, our pictures and memories are there, and in the case of the advertisers, their customers are there. And the platforms ride the thin line of serving us as many ads as possible without actually driving us away; and extracting as much money from the advertisers and publishers as possible without them giving up on the platform.
Cory Doctorow calls this process "enshittification" (what a wonderful name, isn't it?) and talks about it, and more, both on his blog [[https://pluralistic.net/2023/10/14/freedom-of-reach/][pluralistic.net]] and in his book The Internet Con. Very much recommended.

Nobody likes ads, but that is the main way that social media platforms make money. In order to keep us there, and show us those ads, they need to offer something engaging. The trouble is, engaging doesn't necessarily mean positive, or true for that matter.

As humans, we are wired to notice things that are wrong, dangerous, or scary. It makes sense from a survival point of view -- to pay extra attention to whatever could harm us. But in many cases nowadays the danger is very far away, highly unlikely, exaggerated, or even imaginary. We still get upset and angry about it just the same. And it gets our attention, our reactions, comments and likes and replies. It makes us look, which is what the platforms want, but it doesn't make us happy.

Social media have been facilitating polarisation in societies all over the world. I am not going to go as far as to say that they /did/ it themselves, because I don't think they ever thought about that. I think it's a side effect of algorithms that are trying to maximise time spent on the platform. Nothing draws people more in than feeling like a part of a group and having a /them/ to blame all the problems on.

Social media are echo chambers, where we get to hear what we want to hear, often the things that make our blood boil and enrage us. Because /we/ are on the right side, and /they/ are obviously not. The truth is, there is no /they/. There are just people.

*** Being intentional

Now that I (finally) realised that these small, innocent-looking bits of the world are using up a lot of my mental space and affecting how I feel, I decide to be much more intentional about them.

I think it's time that, when I get a moment of time I feel the need to fill out, I might as well fill it out with something I actively decided to engage with. Something that is made to keep my attention for more than a quick glance. Or maybe, just maybe, spend some time with my own thoughts. An actual moment to clear my mind.

I am not quitting social media. There is too much there that I value for me to quit. But I do not need to engage with them multiple times a day. Not even every day, really. Probably not even every week. Social media are great for finding interesting things, but real learning and understanding requires a bit more time, and a bit more attention. And entertainment deserves that kind of space too! I will try to prioritise longer form writings and videos. There are plenty amazing books, audiobooks, long videos, comprehensive blog posts and podcasts that cover all the topics under the sun.

And I have recently even rediscovered RSS feeds! They still exist! I have one too, BTW. Just saying. Or you can sign up for the newsletter below.

I think it's time we started to protect our attention and our mental energy, whether it is getting drained by social media or anything else. 

